Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G06A.tmx
Source language: en_us
Languages: zh_cn

source: George Washington: The Reluctant President
zh_cn: 乔治·华盛顿—硬被赶上架的国父 （一）

source: Editor's note: Even as the Constitution was being ratified, Americans looked toward a figure of singular probity to fill the new office of the presidency.
zh_cn: 编者按：尽管美国宪法已获批准，美国人还是希望新的总统办公室不会一直空下去，他们心目中的新领袖应该是一个卓越非凡、廉洁公正的英雄人物。

source: On February 4, 1789, the 69 members of the Electoral College made George Washington the only chief executive to be unanimously elected.
zh_cn: 1789年2月4日，总统选举团的69名代表进行无记名投票推选乔治·华盛顿为唯一行政长官。

source: Congress was supposed to make the choice official that March but could not muster a quorum until April.
zh_cn: 国会本来应该在三月份官方认可选举结果，但直到四月份，召集的议员才达到能够产生决定权的法定最低人数。

source: The reason-bad roads-suggests the condition of the country Washington would lead.
zh_cn: 议员未能如期到达的原因是：路不好走。这足以反映华盛顿将要领导的国家是什么状况。

source: In a new biography, Washington: A Life, Ron Chernow has created a portrait of the man as his contemporaries saw him.
zh_cn: Ron Chernow 的新作：传记文学 Washington: A Life 用同时代人的眼光描绘了华盛顿的形象。

source: The excerpt below sheds light on the president's state of mind as the first Inauguration Day approached.
zh_cn: 以下文字摘自这本书，刻画了首届总统就职典礼临近时华盛顿的心态。

source: The Congressional delay in certifying George Washington's election as president only allowed more time for doubts to fester as he considered the herculean task ahead.
zh_cn: 在华盛顿盘算将要面临的艰巨任务时，国会又延误了对总统选举结果的核证。这让华盛顿更加犹豫不决。

source: He savored his wait as a welcome "reprieve," he told his former comrade in arms and future Secretary of War Henry Knox, adding that his "movements to the chair of government will be accompanied with feelings not unlike those of a culprit who is going to the place of his execution." His "peaceful abode" at Mount Vernon, his fears that he lacked the requisite skills for the presidency, the "ocean of difficulties" facing the country-all gave him pause on the eve of his momentous trip to New York.
zh_cn: 华盛顿对他的亲密战友、未来的战争部长亨利·诺克斯说：事情延迟给他的感觉就像死刑犯获得缓刑一样快活，坐上总统宝座的心情与走上刑场的死刑犯没什么不同。他的“安居之所”在芒特弗农，他害怕不能胜任总统的职位，国家现状是百废待兴——华盛顿顾虑重重，在动身去纽约的前夕，他又迟疑了。

source: In a letter to his friend Edward Rutledge, he made it seem as if the presidency was little short of a death sentence and that, in accepting it, he had given up "all expectations of private happiness in this world."
zh_cn: 在写给他的朋友爱德华·拉特里奇的信里，华盛顿简直就把当选总统当做被宣判死刑。华盛顿说接受任命就意味着在这个世界上不能再指望有个人的幸福了。

source: The day after Congress counted the electoral votes, declaring Washington the first president, it dispatched Charles Thomson, the secretary of Congress, to bear the official announcement to Mount Vernon.
zh_cn: 国会统计选票之后，宣布华盛顿当选美国首届总统。并派国会秘书查尔斯·汤姆森到芒特弗农传达政府公告。

source: The legislators had chosen a fine emissary.
zh_cn: 这些立法者们确实挑对了人。

source: A well-rounded man, known for his work in astronomy and mathematics, the Irish-born Thomson was a tall, austere figure with a narrow face and keenly penetrating eyes.
zh_cn: 汤姆森多才多艺，尤以数学和天文学上的成就著称。出生于爱尔兰的汤姆森身材高大、不苟言笑、面容消瘦、目光敏锐。

source: He couldn't have relished the trying journey to Virginia, which was "much impeded by tempestuous weather, bad roads, and the many large rivers I had to cross." Yet he rejoiced that the new president would be Washington, whom he venerated as someone singled out by Providence to be "the savior and father" of the country.
zh_cn: 不过他去佛吉尼亚的行程绝非美差。“一路上狂风暴雨，道路泥泞不堪，还要穿越很多大河。”但是，汤姆森很高兴，如果华盛顿能够就认美国新总统的话，这个他所崇拜的“天选之人”将会成为国家的救世主和国父。

source: Having known Thomson since the Continental Congress, Washington esteemed him as a faithful public servant and exemplary patriot.
zh_cn: 自从在大陆会议结识华盛顿后，汤姆森一直被华盛顿看作是一个忠实的公仆和真正的爱国者。

source: Around noon on April 14, 1789, Washington flung open the door at Mount Vernon and greeted his visitor with a cordial embrace.
zh_cn: 1789年4月14日正午时分，华盛顿敞开芒特弗农农场的大门，他和汤姆逊亲切地拥抱，欢迎他的到来。

source: Once in the privacy of the mansion, he and Thomson conducted a stiff verbal minuet, each man reading from a prepared statement.
zh_cn: 华盛顿和汤姆逊来到农场的僻静之处，各自阅读自己准备好的声明，两个人的声音此起彼伏。

source: Thomson began by declaring, "I am honored with the commands of the Senate to wait upon your Excellency with the information of your being elected to the office of President of the United States of America" by a unanimous vote.
zh_cn: 汤姆逊忙着宣布：“我很荣幸接受参议院的派遣，通知阁下已当选为美利坚合众国总统。”

source: He read aloud a letter from Senator John Langdon of New Hampshire, the president pro tempore. "Suffer me, sir, to indulge the hope that so auspicious a mark of public confidence will meet your approbation and be considered as a sure pledge of the affection and support you are to expect from a free and enlightened people."
zh_cn: 他高声朗读了临时总统、新罕布什尔州参议员约翰·兰登写给华盛顿的信：“先生，我无法控制自己热烈地盼望对您众望所归的信任能够得到您的认可，我发誓这绝对是对你的爱戴和忠诚，如我有幸能被您看作是一个自由和开明的人。”

source: There was something deferential, even slightly servile, in Langdon's tone, as if he feared that Washington might renege on his promise and refuse to take the job.
zh_cn: 兰登的语气毕恭毕敬，甚至有些卑微。好像他担心华盛顿可能会违背自己的承诺，拒绝就任总统。

source: Thus was greatness once again thrust upon George Washington.
zh_cn: 汤姆逊话音刚落，华盛顿的声音就响起来。

source: Any student of Washington's life might have predicted that he would acknowledge his election in a short, self-effacing speech full of disclaimers.
zh_cn: 凡是研究过华盛顿的人都能猜得到，华盛顿肯定会接受当选结果，不过他简短谦逊的讲话中绝不会夸夸其谈。

source: "While I realize the arduous nature of the task which is conferred on me and feel my inability to perform it," he replied to Thomson, "I wish there may not be reason for regretting the choice.
zh_cn: 他对汤姆森说：“虽然我知道将要承担的任务艰巨无比，我自认没有能力去完成。我只希望做出一个不会后悔的决定。

source: All I can promise is only that which can be accomplished by an honest zeal."
zh_cn: 我所能承诺得就是我会用忠诚的热情来完成。”

source: This sentiment of modesty jibed so perfectly with Washington's private letters that it could not have been feigned: he wondered whether he was fit for the post, so unlike anything he had ever done.
zh_cn: 华盛顿谦逊的态度和他的私人信件完全一致，所以这肯定不是故作姿态。他只是不确定自己是不是能够胜任这一职位，因为他从来没有从事过类似的工作。

source: The hopes for republican government, he knew, rested in his hands.
zh_cn: 他很清楚，共和党政府的希望掌握在他的手里。

source: As commander in chief, he had been able to wrap himself in a self-protective silence, but the presidency would leave him with no place to hide and expose him to public censure as nothing before.
zh_cn: 作为曾经的最高统帅，他完全可以选择功成名就解甲归田。而出任总统会让他无处藏身，前所未有地暴露在公众的谴责之下。

source: Because the vote counting had been long delayed, Washington, 57, felt the crush of upcoming public business and decided to set out promptly for New York on April 16, accompanied in his elegant carriage by Thomson and aide David Humphreys.
zh_cn: 由于票数统计就拖延了很长时间，57岁的华盛顿感觉将要处理的公共事务必然棘手，他决定在4月16日就动身前往纽约，乘坐他华丽马车的还有汤姆逊和助手大卫·汉弗里。

source: His diary entry conveys a sense of foreboding: "About ten o'clock, I bade adieu to Mount Vernon, to private life, and to domestic felicity and, with a mind oppressed with more anxious and painful sensations than I have words to express, set out for New York...with the best dispositions to render service to my country in obedience to its call, but with less hope of answering its expectations."
zh_cn: 华盛顿的日记中表达了他低落的情绪：“十点钟左右，我告别芒特弗农农场、宁静的生活、家庭的幸福。内心的焦虑和痛苦实在无法用语言形容。要去纽约了......听从祖国的召唤，怀揣美好的心愿献身她。只是也许真的不能完全达到祖国的期望。”

source: Waving goodbye was Martha Washington, who wouldn't join him until mid-May.
zh_cn: 玛莎和华盛顿挥手告别，直到五月中旬她还不愿跟丈夫去纽约。

source: She watched her husband of 30 years depart with a mixture of bittersweet sensations, wondering "when or whether he will ever come home again."
zh_cn: 玛莎与相伴30年的丈夫分别的心情喜忧参半。心里想着“他还能回家么？什么时候能回来？”

source: She had long doubted the wisdom of this final act in his public life.
zh_cn: 玛莎早就怀疑华盛顿决定就任总统的选择定是否明智。

source: "I think it was much too late for him to go into public life again," she told her nephew, "but it was not to be avoided.
zh_cn: 她跟侄子说：“我想他不该这个年龄还抛头露面，不过他已经决定了。

source: Our family will be deranged as I must soon follow him."
zh_cn: 我很快就要和他一块走，我们的家庭将会一团糟。”

source: Determined to travel rapidly, Washington and his entourage set out each day at sunrise and put in a full day on the road.
zh_cn: 华盛顿一行急于到达，他们每天天亮就出发，然后赶一天的路。

source: Along the way he hoped to keep ceremonial distractions to a minimum, but he was soon disabused: eight exhausting days of festivities lay ahead.
zh_cn: 一路上华盛顿希望能尽量避免庆祝活动的干扰，事实却是不堪其扰：长达八天的庆典令人疲惫不堪。

source: He had only traveled ten miles north to Alexandria when the townspeople waylaid him with a dinner, lengthened by the mandatory 13 toasts.
zh_cn: 华盛顿和随从们到达亚历山大以北10英里时，居民们拦住他们并招待晚宴，随后还有无法拒绝的13次祝酒。

source: Adept at farewells, Washington was succinctly eloquent in response. "Unutterable sensations must then be left to more expressive silence, while, from an aching heart, I bid you all, my affectionate friends and kind neighbors, farewell."
zh_cn: 华盛顿擅长告别，他对此的回应简洁有力：“此刻的感情无法用语言形容，沉默也许是最好的表现。此时此刻，怀着一颗痛切的心，我要求你们，我亲爱的朋友和善良的邻居们，和我们再见。”

source: Before long, it was apparent that Washington's journey would form the republican equivalent of the procession to a royal coronation.
zh_cn: 不久，华盛顿的行程俨然变成了共和国体制下的王室加冕巡游。

source: As if already a seasoned politician, he left a trail of political promises in his wake.
zh_cn: 华盛顿仿佛已是一个老练的政客，沿途到处许下政治承诺。

source: While in Wilmington, he addressed the Delaware Society for Promoting Domestic Manufacturers and imparted a hopeful message. "The promotion of domestic manufactures will, in my conception, be among the first consequences which may naturally be expected to flow from an energetic government."
zh_cn: 在威尔明顿时，他为德拉威尔发展国内制造业工会选址，并且发表了鼓舞人心的讲话：“在我的计划中，发展国内制造业是当务之急，也是一个充满活力的政府的必然举措。”

source: Arriving in Philadelphia, he was met by local dignitaries and asked to mount a white horse for his entry into town.
zh_cn: 抵达费城后，华盛顿会见了当地政要，他们要求华盛顿骑着白马进城。

source: When he crossed a bridge over the Schuylkill, it was wreathed with laurels and evergreens, and a cherubic boy, aided by a mechanical device, lowered a laurel crown over his head.
zh_cn: 华盛顿骑马通过斯库尔基尔河上的一座桥梁时，桥上缠满了月桂树枝和常绿树枝。机械装置升起了一个天真可爱的男孩，然后男孩为华盛顿戴上了桂冠。

source: Recurrent cries of "Long Live George Washington" confirmed what his former aide James McHenry had already told him before he left Mount Vernon: "You are now a king under a different name.
zh_cn: “华盛顿万岁”的声音此起彼伏。完全验证了华盛顿的前助手詹姆斯·麦克亨利在他离开芒特弗农前说的话：“你现在就是一个被称为总统的国王。”
